Repository: filyph/custom-contact-forms
Catalog: languages/custom-contact-forms-*.po
Languages: sk_sk

source: Form Field Choices
sk_sk: Možnosti poľa

source: Form Submission Columns
sk_sk: Stĺpce formulára

source: Submissions
sk_sk: Podania

source: Preview
sk_sk: Náhľad

source: Created on:
sk_sk: Vytvorené:

source: Author:
sk_sk: Autor:

source: Number of fields:
sk_sk: Počet polí:

source: Number of submissions:
sk_sk: Počet podaní:

source: Move to Trash
sk_sk: Presunúť do koša

source: Duplicate
sk_sk: Duplikovať

source: Export
sk_sk: Exportovať

source: (No title)
sk_sk: (Bez názvu)

source: Manage Form
sk_sk: Spravovať formulár

source: Form Title
sk_sk: Nadpis formulára

source: Author
sk_sk: Autor

source: Number of Fields
sk_sk: Počet polí

source: Form ID
sk_sk: ID formulára

source: Date
sk_sk: Dátum

source: Forms
sk_sk: Formuláre

source: Form
sk_sk: Formulár

source: New Form
sk_sk: Nový formulár

source: Add New Form
sk_sk: Pridať nový formulár

source: Edit Form
sk_sk: Upraviť formulár

source: Forms and Submissions
sk_sk: Formuláre a podania

source: View Form
sk_sk: Pozrieť formluár

source: Search Forms
sk_sk: Hľadať formuláre

source: No forms found.
sk_sk: Nenašli sa žiadne formuláre

source: No forms found in trash.
sk_sk: Žiadne formuláre v koši

source: Enable Asset Loading Restrictions
sk_sk: Obmedzenie načítavania js a css súborov

source: Restrict Asset Loading To
sk_sk: Obmedziť načítavanie súborov pre

source: No
sk_sk: Nie

source: Yes
sk_sk: Áno

source: URL or post ID
sk_sk: URL alebo ID príspevku

source: Restriction type:
sk_sk: Typ obmedzenia:

source: Post ID
sk_sk: ID príspevku

source: Custom Contact Forms Settings
sk_sk: Vlastné nastavenia kontaktného formulára

source: Settings
sk_sk: Nastavenia

source: <a href="%s">Forms and Submissions</a>
sk_sk: Formuláre a podania

source: This field is required.
sk_sk: Toto pole je povinné.

source: This file is too big (%d MB max)
sk_sk: Tento súbor je príliš veľký (%d MB max)

source: An upload error occurred.
sk_sk: Chyba pri nahrávaní.

source: File contains an invalid extension.
sk_sk: Súbor má neplatnú príponu.

source: Your reCAPTCHA response was incorrect.
sk_sk: Vaša odpoveď na reCAPTCHU je nesprávna.

source: Your CAPTCHA response was incorrect.
sk_sk: Vaša odpoveď CAPTCHA je nesprávna.

source: This field is required
sk_sk: Toto pole je povinné

source: This phone number is too short
sk_sk: Toto číslo je príliš krátke

source: This phone number contains invalid characters.
sk_sk: Toto číslo obsahuje neplatné znaky

source: This phone number is not 10 digits.
sk_sk: Toto číslo nemá 10 cifier

source: This is not a valid email
sk_sk: Toto nie je platný email

source: Emails do not match.
sk_sk: Emaily nesúhlasia

source: First name is required.
sk_sk: Krstné meno je povinné.

source: Last name is required.
sk_sk: Priezvisko je povinné.

source: This is not a valid URL. URL's must start with http(s)://
sk_sk: Toto nie je platná URL. URL adresy musia začínať na http(s)://

source: Date is required.
sk_sk: Dátum je povinný.

source: This date is not valid.
sk_sk: Tento dátum nie je platný.

source: Hour is required.
sk_sk: Hodina je povinná.

source: This is not a valid hour.
sk_sk: Toto nie je platná hodina.

source: Minute is required.
sk_sk: Minúta je povinná:

source: This is not a valid minute.
sk_sk: Toto nie je platná minúta.

source: AM/PM is required.
sk_sk: AM/PM je povinné.

source: Post created by form
sk_sk: Príspevok vytvorený formulárom

source: *Hidden Field*
sk_sk: *Skryté pole*

source: Form submitted from
sk_sk: Formulár odoslaný z

source: Form submitter IP
sk_sk: IP odosielateľa formulára

source: %s: Form Submission
sk_sk: %s: Podanie formulára

source: to "%s"
sk_sk: pre "%s"

source: Thank you for your submission.
sk_sk: Ďakujeme za vyplnenie formulára.

source: Upgrade
sk_sk: Aktualizovať

source: Dismiss
sk_sk: Zrušiť

source: Database update complete.
sk_sk: Aktualizácia databázy hotová.

source: Form Submissions
sk_sk: Vyplnenia formulára

source: Allowed file extensions are %s.
sk_sk: Povolené prípony súborov sú %s.

source: Max file size is %d MB.
sk_sk: Max veľkosť súboru je %d MB

source: Street Address
sk_sk: Ulica

source: Address Line 2
sk_sk: Adresa 2

source: City
sk_sk: Mesto

source: State
sk_sk: Štát

source: ZIP Code
sk_sk: PSČ

source: State / Region / Province
sk_sk: Kraj

source: ZIP / Postal Code
sk_sk: PSČ

source: Country
sk_sk: Krajina

source: email@example.com
sk_sk: email@priklad.sk

source: Confirm Email
sk_sk: Povrdenie emailu

source: First
sk_sk: Krstné meno

source: Last
sk_sk: Priezvisko

source: Form Fields
sk_sk: Polia formulára

source: We need your support. Please rate Custom Contact Forms five <span alt="f155" class="dashicons dashicons-star-filled"></span>'s
sk_sk: Potrebujeme vašu podporu. Prosím ohodnoťte Custom Contact Forms piatimi <span alt="f155" class="dashicons dashicons-star-filled"></span>

source: Add a custom contact form to a sidebar.
sk_sk: Pridá vlastný kontaktný formulár na sidebar.

source: Custom Contact Form
sk_sk: Vlastný kontaktný formulár

source: Title:
sk_sk: Názov:

source: Choose a form:
sk_sk: Zvoľte formulár:

source: Untitled
sk_sk: Bez názvu

source: Form not found
sk_sk: Formulár sa nenašiel

source: Could not create form
sk_sk: Nepodarilo sa vytvoriť formulár

source: Could not update form
sk_sk: Nepodarilo sa upraviť formulár

source: Could not delete form
sk_sk: Nepodarilo sa odstrániť formulár

source: Could not delete submission
sk_sk: Nepodarilo sa odstrániť vyplnenie

source: This is not a valid email address.
sk_sk: Toto nie je platná emailová adresa

source: This is not a valid phone number.
sk_sk: Toto nie je platné telefónne číslo

source: This phone number is not 10 digits
sk_sk: Toto telefónne číslo nemá 10 cifier

source: This is not an allowed file extension
sk_sk: Toto nie je povolená prípona súboru

source: This file is bigger than
sk_sk: Tento súbor je väčší než

source: An unknown error occured.
sk_sk: Vyskytla sa neznáma chyba.

source: Log in to view this form.
sk_sk: Pred zobrazením formulára sa prihláste.

source: This form is paused right now. Check back later!
sk_sk: Tento formulár je pozastavený. Prosím vráťte sa neskôr!

source: Custom Contact Forms
sk_sk: Vlastné kontaktné formuláre
